Repository: solona-m/Pickles-Playlist-Editor
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, nl_nl, sv_se, zh_hans

# AddSongsButton.Label
source: Add Songs
de_de: Songs hinzufügen
es_es: Añadir canciones
fr_fr: Ajouter des chansons
nl_nl: Nummers toevoegen
sv_se: Lägg till låtar
zh_hans: 添加歌曲

# FromMyComputerMenuItem.Text
source: From My Computer
de_de: Von meinem Computer
es_es: Desde mi ordenador
fr_fr: Depuis mon ordinateur
nl_nl: Van mijn computer
sv_se: Från min dator
zh_hans: 从我的电脑

# FromYouTubeMenuItem.Text
source: From YouTube
de_de: Von YouTube
es_es: Desde YouTube
fr_fr: Depuis YouTube
nl_nl: Van YouTube
sv_se: Från YouTube
zh_hans: 从 YouTube

# NewButton.Label
source: New Playlist
de_de: Neue Wiedergabeliste
es_es: Nueva lista de reproducción
fr_fr: Nouvelle liste de lecture
nl_nl: Nieuwe afspeellijst
sv_se: Ny spellista
zh_hans: 新建播放列表

# DeleteButton.Label
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
nl_nl: Verwijderen
sv_se: Ta bort
zh_hans: 删除

# ShuffleButton.Label
source: Shuffle
de_de: Zufällige Wiedergabe
es_es: Mezclar
fr_fr: Aléatoire
nl_nl: Willekeurig
sv_se: Blanda
zh_hans: 随机播放

# SortByBPMButton.Label
source: Sort
de_de: Sortieren
es_es: Ordenar
fr_fr: Trier
nl_nl: Sorteren
sv_se: Sortera
zh_hans: 排序

# SortByBPMMenuItem.Text
source: Sort by BPM
de_de: Nach BPM sortieren
es_es: Ordenar por BPM
fr_fr: Trier par BPM
nl_nl: Sorteren op BPM
sv_se: Sortera efter BPM
zh_hans: 按 BPM 排序

# SortByNameMenuItem.Text
source: Sort by Name
de_de: Nach Name sortieren
es_es: Ordenar por nombre
fr_fr: Trier par nom
nl_nl: Sorteren op naam
sv_se: Sortera efter namn
zh_hans: 按名称排序

# PreviousButton.Label
source: Previous
de_de: Zurück
es_es: Anterior
fr_fr: Précédent
nl_nl: Vorige
sv_se: Föregående
zh_hans: 上一首

# PlayButton.Label
source: Play
de_de: Wiedergabe
es_es: Reproducir
fr_fr: Lecture
nl_nl: Afspelen
sv_se: Spela
zh_hans: 播放

# PauseButton.Label
source: Pause
es_es: Pausar
nl_nl: Pauzeren
sv_se: Pausa
zh_hans: 暂停

# StopButton.Label
source: Stop
es_es: Detener
fr_fr: Arrêt
nl_nl: Stoppen
sv_se: Stoppa
zh_hans: 停止

# NextButton.Label
source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
nl_nl: Volgende
sv_se: Nästa
zh_hans: 下一首

# SettingsButton.Label
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
nl_nl: Instellingen
sv_se: Inställningar
zh_hans: 设置

# HelpButton.Label
source: Help
es_es: Ayuda
zh_hans: 帮助

# SearchLabel.Text
source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
nl_nl: Zoeken
sv_se: Sök
zh_hans: 搜索

# EqualizerDlg.Title
source: Equalizer
es_es: Ecualizador
fr_fr: Égaliseur
zh_hans: 均衡器

# EqualizerDlg.PrimaryButtonText
source: Apply
de_de: Anwenden
es_es: Aplicar
fr_fr: Appliquer
nl_nl: Toepassen
sv_se: Tillämpa
zh_hans: 应用

# EqualizerDlg.SecondaryButtonText
source: Discard
de_de: Verwerfen
es_es: Descartar
fr_fr: Ignorer
nl_nl: Verwerpen
sv_se: Ignorera
zh_hans: 放弃

# EqualizerHint.Text
source: Adjust EQ settings, then test playback in the app.
de_de: EQ-Einstellungen anpassen und dann die Wiedergabe in der App testen.
es_es: Ajuste la configuración del ecualizador y pruebe la reproducción en la aplicación.
fr_fr: Ajustez les paramètres de l'égaliseur, puis testez la lecture dans l'application.
nl_nl: Pas de EQ-instellingen aan en test het afspelen in de app.
sv_se: Justera EQ-inställningar och testa uppspelning i appen.
zh_hans: 调整均衡器设置，然后在应用中测试播放。

# BassLabel2.Text
source: Bass (64 Hz)
es_es: Graves (64 Hz)
fr_fr: Basses (64 Hz)
nl_nl: Bas (64 Hz)
sv_se: Bas (64 Hz)
zh_hans: 低音 (64 Hz)

# LowMidLabel2.Text
source: Low Mid (250 Hz)
de_de: Untere Mitten (250 Hz)
es_es: Medios bajos (250 Hz)
fr_fr: Médiums bas (250 Hz)
nl_nl: Lage middentonen (250 Hz)
sv_se: Lågt mellantone (250 Hz)
zh_hans: 中低音 (250 Hz)

# MidLabel2.Text
source: Mid (1 kHz)
de_de: Mitten (1 kHz)
es_es: Medios (1 kHz)
fr_fr: Médiums (1 kHz)
nl_nl: Middentonen (1 kHz)
sv_se: Mellantoner (1 kHz)
zh_hans: 中音 (1 kHz)

# HighMidLabel2.Text
source: High Mid (4 kHz)
de_de: Obere Mitten (4 kHz)
es_es: Medios altos (4 kHz)
fr_fr: Médiums hauts (4 kHz)
nl_nl: Hoge middentonen (4 kHz)
sv_se: Högt mellantone (4 kHz)
zh_hans: 中高音 (4 kHz)

# TrebleLabel2.Text
source: Treble (12 kHz)
de_de: Höhen (12 kHz)
es_es: Agudos (12 kHz)
fr_fr: Aigus (12 kHz)
nl_nl: Hoge tonen (12 kHz)
sv_se: Diskant (12 kHz)
zh_hans: 高音 (12 kHz)

# NewPlaylistDlg.Title
source: New Playlist
de_de: Neue Wiedergabeliste
es_es: Nueva lista de reproducción
fr_fr: Nouvelle liste de lecture
nl_nl: Nieuwe afspeellijst
sv_se: Ny spellista
zh_hans: 新建播放列表

# NewPlaylistDlg.PrimaryButtonText
source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
nl_nl: Maken
sv_se: Skapa
zh_hans: 创建

# NewPlaylistDlg.CloseButtonText
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
nl_nl: Annuleren
sv_se: Avbryt
zh_hans: 取消

# PlaylistNameLabel.Text
source: Playlist Name
de_de: Wiedergabelistenname
es_es: Nombre de la lista
fr_fr: Nom de la liste
nl_nl: Naam afspeellijst
sv_se: Spellistans namn
zh_hans: 播放列表名称

# MusicFilesDirLabel.Text
source: Music Files Directory (optional)
de_de: Musik-Verzeichnis (optional)
es_es: Directorio de archivos de música (opcional)
fr_fr: Répertoire de fichiers musicaux (facultatif)
nl_nl: Map met muziekbestanden (optioneel)
sv_se: Musikfilskatalog (valfritt)
zh_hans: 音乐文件目录（可选）

# BrowseButton.Content
source: Browse
de_de: Durchsuchen
es_es: Explorar
fr_fr: Parcourir
nl_nl: Bladeren
sv_se: Bläddra
zh_hans: 浏览

# SettingsDlg.Title
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
nl_nl: Instellingen
sv_se: Inställningar
zh_hans: 设置

# SettingsDlg.PrimaryButtonText
source: OK
zh_hans: 确定

# SettingsDlg.CloseButtonText
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
nl_nl: Annuleren
sv_se: Avbryt
zh_hans: 取消

# ModDirLabel.Text
source: Mod Directory in Penumbra
de_de: Mod-Verzeichnis in Penumbra
es_es: Directorio del mod en Penumbra
fr_fr: Répertoire du mod dans Penumbra
nl_nl: Mod-map in Penumbra
sv_se: Mod-katalog i Penumbra
zh_hans: Penumbra 中的模组目录

# BrowseModDirButton.Content
source: Browse
de_de: Durchsuchen
es_es: Explorar
fr_fr: Parcourir
nl_nl: Bladeren
sv_se: Bläddra
zh_hans: 浏览

# BaselineScdLabel.Text
source: Baseline SCD key (e.g. sound/bpmloop.scd)
de_de: Basis-SCD-Schlüssel (z.B. sound/bpmloop.scd)
es_es: Clave SCD base (p. ej. sound/bpmloop.scd)
fr_fr: Clé SCD de base (ex. sound/bpmloop.scd)
nl_nl: Basis SCD-sleutel (bijv. sound/bpmloop.scd)
sv_se: Bas-SCD-nyckel (t.ex. sound/bpmloop.scd)
zh_hans: 基准 SCD 键（例如 sound/bpmloop.scd）

# BrowseBaselineScdButton.Content
source: Browse
de_de: Durchsuchen
es_es: Explorar
fr_fr: Parcourir
nl_nl: Bladeren
sv_se: Bläddra
zh_hans: 浏览

# BackgroundImageLabel.Text
source: Background Image
de_de: Hintergrundbild
es_es: Imagen de fondo
fr_fr: Image d'arrière-plan
nl_nl: Achtergrondafbeelding
sv_se: Bakgrundsbild
zh_hans: 背景图片

# BrowseBackgroundButton.Content
source: Browse
de_de: Durchsuchen
es_es: Examinar
fr_fr: Parcourir
nl_nl: Bladeren
sv_se: Bläddra
zh_hans: 浏览

# ScdVolumePercentageLabel.Text
source: SCD Volume Percentage
zh_hans: SCD 音量百分比

# NormalizeVolumeCheckBox.Content
source: Normalize Volume
de_de: Lautstärke normalisieren
es_es: Normalizar volumen
fr_fr: Normaliser le volume
nl_nl: Volume normaliseren
sv_se: Normalisera volym
zh_hans: 标准化音量

# FadeWithDistanceCheckBox.Content
source: Fade With Distance
nl_nl: Vervagen met afstand
zh_hans: 随距离淡出

# AutoReloadCheckBox.Content
source: Auto Reload Mod
de_de: Mod automatisch neu laden
es_es: Recargar mod automáticamente
fr_fr: Recharger le mod automatiquement
nl_nl: Mod automatisch herladen
sv_se: Ladda om mod automatiskt
zh_hans: 自动重新加载模组

# OrganizeLibraryButton.Content
source: Organize Library
de_de: Bibliothek organisieren
es_es: Organizar biblioteca
fr_fr: Organiser la bibliothèque
nl_nl: Bibliotheek ordenen
sv_se: Organisera bibliotek
zh_hans: 整理音乐库

# YouTubeDlg.Title
source: Add Songs From YouTube
de_de: Songs von YouTube hinzufügen
es_es: Añadir canciones de YouTube
fr_fr: Ajouter des chansons depuis YouTube
nl_nl: Nummers toevoegen van YouTube
sv_se: Lägg till låtar från YouTube
zh_hans: 从 YouTube 添加歌曲

# YouTubeDlg.PrimaryButtonText
source: Download
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
nl_nl: Downloaden
sv_se: Ladda ner
zh_hans: 下载

# YouTubeDlg.CloseButtonText
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
nl_nl: Sluiten
sv_se: Stäng
zh_hans: 关闭

# YouTubeUrlLabel.Text
source: YouTube URL:
es_es: URL de YouTube:
fr_fr: URL YouTube :
zh_hans: YouTube 链接：

# ModeLabel.Text
source: Mode:
de_de: Modus:
es_es: Modo:
nl_nl: Modus:
sv_se: Läge:
zh_hans: 模式：

# TargetPlaylistLabel.Text
source: Target Playlist:
es_es: Lista de reproducción de destino:
nl_nl: Doelplaylist:
zh_hans: 目标播放列表：

# SingleTrackItem.Content
source: Single Track
de_de: Einzelner Track
es_es: Pista individual
fr_fr: Piste unique
nl_nl: Enkel nummer
sv_se: Enstaka spår
zh_hans: 单曲

# PlaylistItem.Content
source: Playlist
de_de: Wiedergabeliste
es_es: Lista de reproducción
fr_fr: Liste de lecture
nl_nl: Afspeellijst
sv_se: Spellista
zh_hans: 播放列表

# Btn_Yes
source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
nl_nl: Ja
sv_se: Ja
zh_hans: 是

# Btn_No
source: No
de_de: Nein
fr_fr: Non
nl_nl: Nee
sv_se: Nej
zh_hans: 否

# Btn_Install
source: Install
de_de: Installieren
es_es: Instalar
fr_fr: Installer
nl_nl: Installeren
sv_se: Installera
zh_hans: 安装

# Btn_Later
source: Later
de_de: Später
es_es: Más tarde
fr_fr: Plus tard
sv_se: Senare
zh_hans: 稍后

# Dlg_Error
source: Error
de_de: Fehler
fr_fr: Erreur
nl_nl: Fout
sv_se: Fel
zh_hans: 错误

# Dlg_NoPlaylist_Title
source: No Playlist
de_de: Keine Wiedergabeliste
es_es: Sin lista
fr_fr: Pas de liste
nl_nl: Geen afspeellijst
sv_se: Ingen spellista
zh_hans: 没有播放列表

# Dlg_NoPlaylist_Content
source: Please select a playlist or song first.
de_de: Bitte wählen Sie zuerst eine Wiedergabeliste oder einen Song aus.
es_es: Por favor, seleccione primero una lista o canción.
fr_fr: Veuillez d'abord sélectionner une liste de lecture ou une chanson.
nl_nl: Selecteer eerst een afspeellijst of nummer.
sv_se: Välj en spellista eller låt först.
zh_hans: 请先选择一个播放列表或歌曲。

# Dlg_ErrorAddingSongs
source: Error adding songs: {0}
de_de: Fehler beim Hinzufügen von Songs: {0}
es_es: Error al añadir canciones: {0}
fr_fr: Erreur lors de l'ajout de chansons : {0}
nl_nl: Fout bij toevoegen van nummers: {0}
sv_se: Fel vid tillägg av låtar: {0}
zh_hans: 添加歌曲时出错：{0}

# Dlg_BPMDetection_Title
source: BPM Detection
de_de: BPM-Erkennung
es_es: Detección de BPM
fr_fr: Détection BPM
nl_nl: BPM-detectie
sv_se: BPM-detektering
zh_hans: BPM 检测

# Dlg_BPMDetection_Content
source: BPM and length detection may take some time depending on the number of tracks. Values are cached for faster access in future sessions.
de_de: Die BPM- und Längenerkennung kann je nach Anzahl der Tracks einige Zeit in Anspruch nehmen. Werte werden für zukünftige Sitzungen zwischengespeichert.
es_es: La detección de BPM y duración puede tardar según el número de pistas. Los valores se guardan en caché para futuras sesiones.
fr_fr: La détection du BPM et de la durée peut prendre du temps selon le nombre de pistes. Les valeurs sont mises en cache pour les prochaines sessions.
nl_nl: BPM- en lengtedetectie kan enige tijd duren afhankelijk van het aantal nummers. Waarden worden gecached voor snellere toegang in toekomstige sessies.
sv_se: BPM- och längddetektering kan ta lite tid beroende på antal spår. Värden cachas för snabbare åtkomst i framtida sessioner.
zh_hans: BPM 和时长检测可能需要一些时间，具体取决于曲目数量。检测结果会被缓存，以便日后更快访问。

# Dlg_ConfirmDelete_Title
source: Confirm Deletion
de_de: Löschen bestätigen
es_es: Confirmar eliminación
fr_fr: Confirmer la suppression
nl_nl: Verwijdering bevestigen
sv_se: Bekräfta borttagning
zh_hans: 确认删除

# Dlg_ConfirmDelete_Content
source: Are you sure you want to delete the selected playlists/songs? This cannot be undone.
de_de: Möchten Sie die ausgewählten Wiedergabelisten/Songs wirklich löschen? Dies kann nicht rückgängig gemacht werden.
es_es: ¿Está seguro de que desea eliminar las listas/canciones seleccionadas? Esta acción no se puede deshacer.
fr_fr: Voulez-vous vraiment supprimer les listes/chansons sélectionnées ? Cette action est irréversible.
nl_nl: Weet u zeker dat u de geselecteerde afspeellijsten/nummers wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
sv_se: Är du säker på att du vill ta bort de valda spellistorna/låtarna? Detta kan inte ångras.
zh_hans: 确定要删除所选的播放列表/歌曲吗？此操作无法撤销。

# Dlg_NonEmptyPlaylist_Title
source: Cannot Delete Playlist
nl_nl: Afspeellijst kan niet worden verwijderd
zh_hans: 无法删除播放列表

# Dlg_NonEmptyPlaylist_Content
source: Only empty playlists can be deleted. Remove all songs from the playlist first.
nl_nl: Alleen lege afspeellijsten kunnen worden verwijderd. Verwijder eerst alle nummers uit de afspeellijst.
zh_hans: 只能删除空的播放列表。请先移除播放列表中的所有歌曲。

# Dlg_ErrorDeletion
source: Error during deletion: {0}
de_de: Fehler beim Löschen: {0}
es_es: Error durante la eliminación: {0}
fr_fr: Erreur lors de la suppression : {0}
nl_nl: Fout bij verwijderen: {0}
sv_se: Fel vid borttagning: {0}
zh_hans: 删除时出错：{0}

# Dlg_UpdateAvailable_Title
source: Update Available
de_de: Update verfügbar
es_es: Actualización disponible
fr_fr: Mise à jour disponible
nl_nl: Update beschikbaar
sv_se: Uppdatering tillgänglig
zh_hans: 有可用更新

# Dlg_UpdateAvailable_Content
source: Version {0} is available. Install now?
de_de: Version {0} ist verfügbar. Jetzt installieren?
es_es: La versión {0} está disponible. ¿Instalar ahora?
fr_fr: La version {0} est disponible. Installer maintenant ?
nl_nl: Versie {0} is beschikbaar. Nu installeren?
sv_se: Version {0} är tillgänglig. Installera nu?
zh_hans: 版本 {0} 已可用。现在安装吗？

# Dlg_ExtractAudio_Title
source: Extract Audio
de_de: Audio extrahieren
es_es: Extraer audio
fr_fr: Extraire l'audio
nl_nl: Audio extraheren
sv_se: Extrahera ljud
zh_hans: 提取音频

# Dlg_ExtractAudio_NoSongs
source: No songs were found for extraction.
de_de: Keine Songs zur Extraktion gefunden.
es_es: No se encontraron canciones para extraer.
fr_fr: Aucune chanson trouvée pour l'extraction.
nl_nl: Geen nummers gevonden voor extractie.
sv_se: Inga låtar hittades för extrahering.
zh_hans: 未找到可提取的歌曲。

# Summary_ExtractAudio
source: Audio extraction finished
de_de: Audioextraktion abgeschlossen
es_es: Extracción de audio finalizada
fr_fr: Extraction audio terminée
nl_nl: Audio-extractie voltooid
sv_se: Ljudextrahering slutförd
zh_hans: 音频提取完成

# Dlg_NormalizeAudio_Title
source: Normalize Audio
de_de: Audio normalisieren
es_es: Normalizar audio
fr_fr: Normaliser l'audio
nl_nl: Audio normaliseren
sv_se: Normalisera ljud
zh_hans: 标准化音频

# Dlg_NoSongs
source: No songs were found.
de_de: Keine Songs gefunden.
es_es: No se encontraron canciones.
fr_fr: Aucune chanson trouvée.
nl_nl: Geen nummers gevonden.
sv_se: Inga låtar hittades.
zh_hans: 未找到歌曲。

# Dlg_NormalizeConfirm
source: Normalize and repack {0} song(s)? This will overwrite existing SCD files.
de_de: {0} Song(s) normalisieren und neu packen? Vorhandene SCD-Dateien werden überschrieben.
es_es: ¿Normalizar y reempaquetar {0} canción/canciones? Esto sobrescribirá los archivos SCD existentes.
fr_fr: Normaliser et reconditionner {0} chanson(s) ? Les fichiers SCD existants seront écrasés.
nl_nl: {0} nummer(s) normaliseren en opnieuw inpakken? Hiermee worden bestaande SCD-bestanden overschreven.
sv_se: Normalisera och packa om {0} låt(ar)? Detta skriver över befintliga SCD-filer.
zh_hans: 标准化并重新打包 {0} 首歌曲？这将覆盖现有的 SCD 文件。

# Summary_NormalizeAudio
source: Audio normalization finished
de_de: Audionormalisierung abgeschlossen
es_es: Normalización de audio finalizada
fr_fr: Normalisation audio terminée
nl_nl: Audio-normalisatie voltooid
sv_se: Ljudnormalisering slutförd
zh_hans: 音频标准化完成

# Dlg_IncreaseVolume_Title
source: Increase Volume
de_de: Lautstärke erhöhen
es_es: Aumentar volumen
fr_fr: Augmenter le volume
nl_nl: Volume verhogen
sv_se: Öka volym
zh_hans: 提高音量

# Summary_IncreaseVolume
source: Increase volume finished
de_de: Lautstärkeerhöhung abgeschlossen
es_es: Aumento de volumen finalizado
fr_fr: Augmentation du volume terminée
nl_nl: Volume verhogen voltooid
sv_se: Volymökning slutförd
zh_hans: 提高音量完成

# Dlg_Equalizer_Title
source: Equalizer
es_es: Ecualizador
fr_fr: Égaliseur
zh_hans: 均衡器

# Dlg_ApplyEQ_Title
source: Apply EQ Settings
de_de: EQ-Einstellungen anwenden
es_es: Aplicar configuración del ecualizador
fr_fr: Appliquer les paramètres EQ
nl_nl: EQ-instellingen toepassen
sv_se: Tillämpa EQ-inställningar
zh_hans: 应用均衡器设置

# Dlg_ApplyEQConfirm
source: Apply EQ to {0} song(s)? This will overwrite existing SCD files.
de_de: EQ auf {0} Song(s) anwenden? Vorhandene SCD-Dateien werden überschrieben.
es_es: ¿Aplicar ecualizador a {0} canción/canciones? Esto sobrescribirá los archivos SCD existentes.
fr_fr: Appliquer l'EQ à {0} chanson(s) ? Les fichiers SCD existants seront écrasés.
nl_nl: EQ toepassen op {0} nummer(s)? Hiermee worden bestaande SCD-bestanden overschreven.
sv_se: Tillämpa EQ på {0} låt(ar)? Detta skriver över befintliga SCD-filer.
zh_hans: 对 {0} 首歌曲应用均衡器？这将覆盖现有的 SCD 文件。

# Summary_ApplyEQ
source: Apply EQ settings finished
de_de: EQ-Einstellungen angewendet
es_es: Aplicación de ecualizador finalizada
fr_fr: Paramètres EQ appliqués
nl_nl: EQ-instellingen toepassen voltooid
sv_se: EQ-inställningar tillämpade
zh_hans: 应用均衡器设置完成

# Prog_ApplyingEQ
source: Applying EQ ({0}/{1})
de_de: EQ wird angewendet ({0}/{1})
es_es: Aplicando ecualizador ({0}/{1})
fr_fr: Application EQ ({0}/{1})
nl_nl: EQ toepassen ({0}/{1})
sv_se: Tillämpar EQ ({0}/{1})
zh_hans: 正在应用均衡器（{0}/{1}）

# Prog_ImportingSongs
source: Importing songs...
de_de: Songs werden importiert...
es_es: Importando canciones...
fr_fr: Importation des chansons...
nl_nl: Nummers importeren...
sv_se: Importerar låtar...
zh_hans: 正在导入歌曲…

# Prog_ComputingDurations
source: Computing song durations and BPM...
de_de: Songdauern und BPM werden berechnet...
es_es: Calculando duraciones y BPM...
fr_fr: Calcul des durées et BPM...
nl_nl: Duur en BPM van nummers berekenen...
sv_se: Beräknar låtlängder och BPM...
zh_hans: 正在计算歌曲时长和 BPM…

# Dlg_FileNotFound_Title
source: File Not Found
de_de: Datei nicht gefunden
es_es: Archivo no encontrado
fr_fr: Fichier introuvable
nl_nl: Bestand niet gevonden
sv_se: Filen hittades inte
zh_hans: 未找到文件

# Dlg_FileNotFound_Content
source: Song file not found: {0}
de_de: Songdatei nicht gefunden: {0}
es_es: Archivo de canción no encontrado: {0}
fr_fr: Fichier de chanson introuvable : {0}
nl_nl: Nummerbestand niet gevonden: {0}
sv_se: Låtfil hittades inte: {0}
zh_hans: 未找到歌曲文件：{0}

# Dlg_ErrorFileDrop
source: Error during file drop: {0}
de_de: Fehler beim Ablegen der Datei: {0}
es_es: Error al soltar el archivo: {0}
fr_fr: Erreur lors du dépôt de fichier : {0}
nl_nl: Fout bij slepen van bestanden: {0}
sv_se: Fel vid filsläppning: {0}
zh_hans: 拖放文件时出错：{0}

# Dlg_ErrorDragDrop
source: Error during drag and drop: {0}
de_de: Fehler beim Drag & Drop: {0}
es_es: Error durante arrastrar y soltar: {0}
fr_fr: Erreur lors du glisser-déposer : {0}
nl_nl: Fout bij slepen en neerzetten: {0}
sv_se: Fel vid dra och släpp: {0}
zh_hans: 拖放时出错：{0}

# Dlg_EnterYouTubeUrl
source: Please enter a YouTube URL.
de_de: Bitte geben Sie eine YouTube-URL ein.
es_es: Por favor, introduzca una URL de YouTube.
fr_fr: Veuillez saisir une URL YouTube.
nl_nl: Voer een YouTube-URL in.
sv_se: Ange en YouTube-URL.
zh_hans: 请输入 YouTube 链接。

# Prog_PreparingDownload
source: Preparing download...
de_de: Download wird vorbereitet...
es_es: Preparando la descarga...
fr_fr: Préparation du téléchargement...
nl_nl: Download voorbereiden...
sv_se: Förbereder nedladdning...
zh_hans: 正在准备下载…

# Prog_PostProcessingAudio
source: Post-processing audio...
de_de: Audio wird nachbearbeitet...
es_es: Procesando audio...
fr_fr: Post-traitement audio...
nl_nl: Audio nabewerken...
sv_se: Efterbearbetar ljud...
zh_hans: 正在后期处理音频…

# Prog_PostProcessingFile
source: Post-processing {0}
de_de: {0} wird nachbearbeitet
es_es: Procesando {0}
fr_fr: Post-traitement de {0}
nl_nl: {0} nabewerken
sv_se: Efterbearbetar {0}
zh_hans: 正在后期处理 {0}

# Prog_Done
source: Done
de_de: Fertig
es_es: Listo
fr_fr: Terminé
nl_nl: Klaar
sv_se: Klart
zh_hans: 完成

# Dlg_YTDownloadFailed
source: YouTube download failed: {0}
de_de: YouTube-Download fehlgeschlagen: {0}
es_es: Error al descargar de YouTube: {0}
fr_fr: Échec du téléchargement YouTube : {0}
nl_nl: YouTube-download mislukt: {0}
sv_se: YouTube-nedladdning misslyckades: {0}
zh_hans: YouTube 下载失败：{0}

# Dlg_YTAddFailed
source: Failed to add downloaded files: {0}
de_de: Fehler beim Hinzufügen heruntergeladener Dateien: {0}
es_es: Error al añadir archivos descargados: {0}
fr_fr: Impossible d'ajouter les fichiers téléchargés : {0}
nl_nl: Toevoegen van gedownloade bestanden mislukt: {0}
sv_se: Det gick inte att lägga till nedladdade filer: {0}
zh_hans: 添加下载的文件失败：{0}

# YT_DefaultPlaylist
source: YouTube Playlist
de_de: YouTube-Wiedergabeliste
es_es: Lista de YouTube
fr_fr: Liste YouTube
nl_nl: YouTube-afspeellijst
sv_se: YouTube-spellista
zh_hans: YouTube 播放列表

# Menu_ExtractAudio
source: Extract Audio
de_de: Audio extrahieren
es_es: Extraer audio
fr_fr: Extraire l'audio
nl_nl: Audio extraheren
sv_se: Extrahera ljud
zh_hans: 提取音频

# Menu_NormalizeAudio
source: Normalize Audio
de_de: Audio normalisieren
es_es: Normalizar audio
fr_fr: Normaliser l'audio
nl_nl: Audio normaliseren
sv_se: Normalisera ljud
zh_hans: 标准化音频

# Menu_IncreaseVolume
source: Increase Volume
de_de: Lautstärke erhöhen
es_es: Aumentar volumen
fr_fr: Augmenter le volume
nl_nl: Volume verhogen
sv_se: Öka volym
zh_hans: 提高音量

# Menu_ManageEQ
source: Manage EQ Settings
de_de: EQ-Einstellungen verwalten
es_es: Gestionar configuración del ecualizador
fr_fr: Gérer les paramètres EQ
nl_nl: EQ-instellingen beheren
sv_se: Hantera EQ-inställningar
zh_hans: 管理均衡器设置

# Dlg_ErrorLoadingSong
source: Error loading song {0} in playlist {1}: {2}
de_de: Fehler beim Laden von Song {0} in Wiedergabeliste {1}: {2}
es_es: Error al cargar la canción {0} en la lista {1}: {2}
fr_fr: Erreur lors du chargement de la chanson {0} dans la liste {1} : {2}
nl_nl: Fout bij laden van nummer {0} in afspeellijst {1}: {2}
sv_se: Fel vid inläsning av låt {0} i spellistan {1}: {2}
zh_hans: 加载播放列表 {1} 中的歌曲 {0} 时出错：{2}

# Dlg_ErrorLoadingPlaylists
source: Error loading playlists: {0}
de_de: Fehler beim Laden der Wiedergabelisten: {0}
es_es: Error al cargar las listas de reproducción: {0}
fr_fr: Erreur lors du chargement des listes de lecture : {0}
nl_nl: Fout bij laden van afspeellijsten: {0}
sv_se: Fel vid inläsning av spellistor: {0}
zh_hans: 加载播放列表时出错：{0}

# Dlg_Processed
source: Processed {0}/{1} song(s).
de_de: {0}/{1} Song(s) verarbeitet.
es_es: Procesadas {0}/{1} canción/canciones.
fr_fr: {0}/{1} chanson(s) traitée(s).
nl_nl: {0}/{1} nummer(s) verwerkt.
sv_se: {0}/{1} låt(ar) bearbetade.
zh_hans: 已处理 {0}/{1} 首歌曲。

# Dlg_ProcessedErrors
source: \n\nErrors:\n{0}
de_de: \n\nFehler:\n{0}
es_es: \n\nErrores:\n{0}
fr_fr: \n\nErreurs :\n{0}
nl_nl: \n\nFouten:\n{0}
sv_se: \n\nFel:\n{0}
zh_hans: \n\n错误：\n{0}

# Dlg_AndMore
source: ...and {0} more.
de_de: ...und {0} weitere.
es_es: ...y {0} más.
fr_fr: ...et {0} de plus.
nl_nl: ...en nog {0} meer.
sv_se: ...och {0} till.
zh_hans: ……还有 {0} 个。

# Prog_ExtractingAudio
source: Extracting audio...
de_de: Audio wird extrahiert...
es_es: Extrayendo audio...
fr_fr: Extraction audio...
nl_nl: Audio extraheren...
sv_se: Extraherar ljud...
zh_hans: 正在提取音频…

# Prog_NormalizingAudio
source: Normalizing audio...
de_de: Audio wird normalisiert...
es_es: Normalizando audio...
fr_fr: Normalisation audio...
nl_nl: Audio normaliseren...
sv_se: Normaliserar ljud...
zh_hans: 正在标准化音频…
